Revit 2027 API
SectionViewFailures Properties
The BuiltInFailures.SectionViewFailures type exposes the following members.
Properties
Name | Description
ScopeBoxBehindSection |  Section may not be associated to a scope box which lies behind it.
Top
See Also
Reference
BuiltInFailures.SectionViewFailures Class
Autodesk.Revit.DB Namespace